[Info]
Language = Azərbaycan/Azerbaijani
WebLang = AZ
Translator = Mahir Huseynov (uroboros130875@gmail.com) 
Codepage = UNICODE 
Version = 2.0.6

[Uninstaller Toolbar]
102 = Görüntü
103 = Tənzimləmələr
104 = Proqram silən
105 = Alətlər
106 = Ovçu rejimi
107 = Siyahı
108 = Nişanlar
109 = Təfərrüatı ilə
110 = Silmək
111 = Yazını silmək 
112 = Yeniləmək
113 = Siz  seçilmiş elementi silmək istədiyinizə əminsinizmi?
114 = Siz  seçilmiş proqramı silmək istədiyinizə əminsinizmi?
115 = Avtomatik yeniləmə
116 = Məlumat
117 = Cari alət üzrə məlumat 
118 = Ana səhifə
119 = Proqram haqqında
120 = Sizdə administrator hüququ yoxdur
121 = Siz sistemin seçilmiş komponentini silmək istədiyinizə əminsinizmi? , əgər siz nə etdiyinizə əmin deyilsinizsə  "Dyandır" düyməsini basın!
122 = "Silən" cari və bütün istifadəçilər üçün qurulmuş bütün proqramları və komponentləri göstərir. Təqdim etmənin tipində "Təfərrüatı ilə" və ya kontekst menyusunda siz əlavə məlumatı ala bilərsiniz (istinadlar və linklər). "Ovçu" rejimi "Revo Uninstaller-in" əsas xüsusiyyətidir. Bu rejim sizə silinmənin, dayanacağın, silinməni və ya siçanın cəmi bir kliki ilə yazının avtobaşıamadan söndürülməsi imkanını verir.
123 = Axtarış
124 = Tapılmışdır:
125 = Siz reyestrdən sistemin seçilmiş komponentini silmək istədiyinizə əminsiznimi? O sizin ƏS-inizə lazım ola bilər!
126 = Avtobaşlama-dan silinmişdir.
127 = Avtobaşlama-ya əlavə edilmişdir.
128 = %s və %s eyni qovluq içindədirlər! Qalıqlar hər iki proqramdan tapılacaq. Onları ehtiyatla qeyd edin, hansılar ki, siz silmək istədiyinizə əminsinizmi?
129 = Məcburi silmə

[Uninstaller List]
150 = Proqram
151 = Ölçü
152 = Versiya
153 = Qurulma tarixi
154 = Şirkət
155 = Veb-sayt
156 = Şərh
157 = Silənin yerləşməsi
158 = Reyestrin açarı
159 = Qurucu

[Uninstaller StatusBar]
201 = Qurulmuşdur:
202 = Yüklənmə...

[Registry Optimizer]
302 = Skan etmə üçün yeri seçin
303 = "İşə salma" menyusu

[Autorun Toolbar]
407 = Başlatmaq
408 = Dayandırmaq
409 = Silmək
410 = Bəndlər:
411 = İşləyənlər:
412 = Windows başlaması vaxtı "avtobaşlama menecerinin" köməyi ilə siz nəinki proqramların başlanmasına və yaxud qadağasına,həmçinin konkret proqram haqqında daha çox məlumat ala bilərsiniz.Siz naşir haqqında informasiya proqramın vəziyyəti haqqında ,(buraxılmış və ya buraxılmamış) məlumat ala bilərsiniz.

[Autorun List]
450 = Ad
451 = Yol
452 = Təsvir
453 = Naşir
454 = Status
455 = Yerləşmə
456 = İşləyir
457 = İşləmir
458 = Etibarsız
459 = Prosesi bitirmək
460 = Prosesi başlatmaq
461 = Proqramla olan qovluğu açmaq
462 = Reyestrdə yerləşmə
463 = İşə salma yolunu köçürmək
464 = Seçilmişləri silmək
465 = Bütün etibarsızları silmək 
466 = Bütün işləməyənləri silmək 
467 = Bütün söndürülmüşləri silmək 
468 = Xüsusiyyətlər
470 = Siz seçilmiş proqramı bağlamaq istədiyinizə əminsinizmi? \nBütün saxlanılmayan məlumatlar itiriləcək!
471 = Siz seçilmiş bəndi silmək istədiyinizə əminsinizmi?
472 = Siz bütün etibarsız bəndləri silmək istədiyinizə əminsinizmi?
473 = Siz bütün işləməyən bəndləri silmək istədiyinizə əminsinizmi?
474 = Siz bütün söndürülmüş bəndləri silmək istədiyinizə əminsinizmi?
475 = Komanda mövcud deyil!
476 = Naməlum
477 = Avtobaşlama-nı qadağan etmək
478 = Avtobaşlama-ya icazə vermək

[Outlook Control]
300 = Optimallaşdırma
301 = Reyestrin optimallaşdırıcısı
400 = Avtobaşlama meneceri
500 = İzlərin təmizləyicisi
501 = Brauzerlərin təmizləyicisi
600 = MS Office təmizləyicisi
700 = Windows təmizləyicisi
800 = Sübutların silinməsi
900 = Aradan qaldırıla bilinməyən silinmə 
2100 = Windows alətləri
2200 = Lazımsız faylların təmizləyicisi

[Track Cleaner Browsers]
507 = Hamısını təmizləmək
508 = Baş çəkilmiş səhifələrin tarixini təmizləmək
509 = Ünvan sətirinin tarixini silmək 
510 = Müvəqqəti internet fayllarını silmək 
511 = Kukiləri silmək 
512 = İndex.dat fayllarını silmək 
513 = Yerinə yetirmək
514 = Yükləmələrin tarixini silmək 
515 = Sesiyaların tarixini silmək 
516 = Formaların doldurulması tarixini silmək 
517 = Proqram silən
518 = Siz məlumatların bütün seçilmiş tarixlərini təmizləmək istədiyinizə əminsinizmi?
521 = Siz Internet Explorer tarixini təmizləmək istədiyinizə əminsinizmi?
522 = Siz Mozilla Firefox tarixini təmizləmək istədiyinizə əminsinizmi?
523 = Siz Opera tarixini təmizləmək istədiyinizə əminsinizmi?
524 = Siz Netscape tarixini təmizləmək istədiyinizə əminsinizmi?
525 = Brauzer sizin tərəfinizdən bütün baş çəkilmiş saytlar haqqında ətraflı informasiyanı yazır. Bu informasiya brauzerin pəncərəsindən asan əldə ediləndir, və sadə düyməni basmaqla hər kəs görə bilər ki, siz internetdə nəyə baxırdınız. Bu alətin köməyi ilə müvəqqəti internet fayllarını, bütün şəkilləri və faylları silmək olar, hansılar ki, siz görmüsünüz, bütün onlayn-video, hansı ki, siz baxmisiniz, və bütün veb səhifələr, hansılar ki, siz baş çəkmiziniz. Müvəqqəti internet fayllarının silinməsi həmçinin sərt diskdə çox yer azad edə bilər.
526 = İzlərin təmizləməsindən əvvəl brauzeri bağlayın.
527 = İndex.dat faylları sistemin növbəti işə salması vaxtı silinəcək.
599 = Seçilmiş bəndlərin izlərinin təmizlənməsi başa çatmışdır!

[Office Track Cleaner]
601 = Təmizləmək
607 = MS Word-da sənədlərin açılışı tarixini təmizləmək
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 və Word 2016 daxil olmaqla
609 = MS Excel-də sənədlərin açılışı tarixini təmizləmək
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 və Excel 2016 daxil olmaqla
611 = MS Access-də sənədlərin açılışı tarixini təmizləmək
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 və Access 2016 daxil olmaqla
613 = MS PowerPoint-də sənədlərin açılışı tarixini təmizləmək
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 və PowerPoint 2016 daxil olmaqla
615 = MS FrontPage-da sənədlərin açılışı tarixini təmizləmək
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 və FrontPage 2007 daxil olmaqla
617 = MS Office təmizləyicisi MS Word-da, Excel-də, Access-də, PowerPoint-də və FrontPage-da bütün istifadə olunmuş faylların tarixini silməyə icazə verir. Əgər siz istəmirsinizsə ki, kimsə görsün, hansı son sənədlər açılırdı və ya necə MS Office-in köməyi ilə yaradılmış cədvəllər, sənədlər və ya başqa fayllar redaktə edilirdi — sadəcə lazım olmayanları seçin və "Təmizləmə"düyməsinə basın. Yaxın vaxtlarda istifadə edilən sənədlərin siyahısı indi boş olacaq.

[Windows Tracks Cleaner]
701 = Təmizləmək
707 = Sənədlərin açılışı tarixini təmizləmək
708 = "İşə salma" menyusunun açılışı tarixini təmizləmək
709 = Faylların axtarışı tarixini təmizləmək
710 = Printerlərin, kompüterlərin və insanların axtarışı tarixini təmizləmək
711 = Mübadilə buferini təmizləmək
712 = Paint-də sənədlərin açılışı tarixini təmizləmək
713 = WordPad-da sənədlərin açılışı tarixini təmizləmək
714 = Reyestrin redaktorunda açarların açılışı tarixini təmizləmək
715 = Dialoqun tarixini "Açmaq/Saxlamaq" təmizləmək
716 = Baş çəkilmiş qovluqların tarixini təmizləmək
717 = Səbəti təmizləmək
718 = Windows-un müvəqqəti fayllarını silmək 
719 = "İşə salma" menyusundan istifadə jurnallarını silmək 
720 = Microsoft Windows kompüterdə sizin çox hərəkətlərinizin izlərini saxlayır,belə ki faylların axtarışının tarixi kimi, yaxın vaxtlarda açılmış sənədlərin tarixini,müxtəlif proqramlarda standart dialoqlarda istifadə edilən "açılış/saxlanma" tarixini, həmçinin bir çox şeylər. Windows təmizləyicisi sizə bütün tarixi və müvəqqəti faylları silməyə kömək edəcək. Siz həmçinin səbəti təmizləyə və müvəqqəti faylları silə bilərsiniz,hansı ki sərt diskdə çox yer azad edəcək.
721 = İşə salma tarixi explorer.exe prosesinin yenidən başlamasından sonra silinəcək 
722 = Reyestrdəki izlər
723 = Sərt diskdəki izlər
724 = Damp fayllarını silmək 
725 = Bərpa edilmiş ChkDsk faylların (Check Disk-i) fraqmentlərini silmək

[Evidence Remover]
802 = Yerinə yetirmək
803 = Silmə
804 = Zəhmət olmazsa, gözləyin — silinmə gedir...
805 = Başa çatmışdır
806 = Diskləri qeyd edin, hansılarda ki, sizin işinizin izləri olub, hansıları ki, siz silmək  istədiyinizə əminsinizmi. Bu alət yalnız artıq silinmiş fayllara tətbiq edəcəyik. DİQQƏT: Silinmə prosesinin tamamlanmasından sonra silinmiş faylları bərpa etmək mümkün deyil!
807 = Səbəti təmizləyən zaman, sizin fayllarınız və qovluqlarınız yalnız silinmişlər kimi işarə olunur, amma onlar fiziki silinmirlər. Bu alət həmişəlik faylları və qovluqları siləcək, hansılar ki, artıq silinmişdirlər,amma diskdə qalıblar. Məlumatların bərpası üçün siz və ya digərinin hansı alətlərdən istifadə etməsi önəmli deyil və nəticə eyni olacaq. Bu utilitin köməyi ilə silinənləri bərpa etmək mümkün olmayacaq!
808 = Siz seçilmiş diskdə qalmış izləri və məlumatları silmək istədiyinizə əminsinizmi?

[Unrecoverable Delete]
912 = Faylların və qovluqların siyahısı, hansılar ki, silinmədən sonra bərpa edilməsi qeyri-mümkün olacaq
913 = Fayllar
914 = Qovluqlar
915 = Faylları yerləşdirin, hansıları ki, siz silmək istədiyinizə əminsinizmi. Bu faylları nə fiziki nədə proqrmlı bərpa etmək qeyri-mümkün olacaq!
916 = Qovluqları yerləşdirin, hansıları ki, siz silmək istədiyinizə əminsinizmi. Bu faylları nə fiziki nədə proqrmlı bərpa etmək qeyri-mümkün olacaq!
917 = Silinmə üçün faylları əlavə etmək
918 = Silinmə üçün qovluqları əlavə etmək
919 = Həmişəlik silmək 
920 = Siyahını təmizləmək
921 = Əgər etibarlı faylı və ya qovluğu silmək və arxayın olmaq istədiyinizə əminsinizmisə ki, heç kim bu faylı və ya qovluğu bərpa edə bilməyəcək, "Aradan qaldırıla bilinməyən" silinmədən  istifadə edin. Faylların silinməsi və səbətin təmizləməsi bildirmir ki, bu fayllar həmişəlik silinmişdir, onların hamısı hələ sərt diskdədir, və hər kəssilinmiş məlumatları asanlıqla bərpa edə bilər. Bu alət bunu ona görə qeyri-mümkün edir ki, bütün faylları və qovluqları fiziki silir.
922 = Siz seçilmiş faylları və qovluqları həmişəlik silmək istədiyinizə əminsinizmi?

[Options Tree]
1001 = Tənzimləmələr
1100 = Ümumi
1200 = Proqram silən

[General]
1101 = Cari dil:
1102 = Genişləndirilmiş rejim
1103 = İşə salma vaxtı yeniləmələri yoxlamaq

[Uninstaller Options]
1201 = Sistemin yenilənmələrini göstərmək
1202 = Sistemin komponentlərini göstərmək
1204 = Yalnız daxili proqram siləni işə salınması
1205 = ( Windows Vista-da dəstəklənmir)
1206 = Ləğv etmədən əvvəl sistem bərpasının nöqtəsini yaratmaq
1207 = Silinen qovluqları zibil qutusuna göndər


[Auto Update]
1907 = Təzələmək
1908 = Versiya haqqında məlumatlar
1909 = Cari versiya:
1910 = Son versiya:
1911 = Yükləmək
1912 = Son versiyanı almaq
1913 = Yeni nə var
1914 = Yoxlama...
1915 = Birləşmə səhvi
1916 = Dayandırmaq
1917 = %s-dan %s Yüklənmişdir
1918 = %s Yüklənmişdir (ümumi ölçü naməlum) 
1919 = Revo Uninstaller Pro www.revouninstaller.com-a saytina qoşula bilmədi. Zəhmət olmazsa,    İnternet birləşməsinin fəallığını yoxlayın, və Revo Uninstaller Pro brandmauzer vasitəsi ilə bloklanmayıbmı.
1920 = Səhv: yeni versiyanın mövcudluğuna yoxlama müvəffəq olmadı. İnternetə qoşulmaq mümkün olmadı.

[WinTools]
2110 = Başlatmaq
2111 = Bir çox rahat və faydalı alət və komponentlərin hər bir Əməliyyat Sistemi Windows komplektində mövcuddur.Bəziləri komanda xəttindən işləyirlər, başqalara qədər çatmaq çətindir. Windows alətlər dəsti Windows-un ondan çox yayılmış alətinə sürətli girişi verir. 
2112 = Bu alət sistemin konfiqurasiyasında və onun parametrlərinin və məhsuldarlığın bərpalarına dəyişikliklərin ləğvi üçün nəzərdə tutulmuşdur. "Sistemin bərpası" bərpanın nəzarət nöqtəsi adlandırılan daha əvvəl vəziyyətə kompüterin konfiqurasiyasını cari məlumatların itməsi olmadan  qaytarmağa icazə verir . Sistem bərpasının nəzarət nöqtələrini avtomatik yaradır, həmçinin sistemdə əhəmiyyətli dəyişikliklər zamanı. Bundan başqa, siz bərpanın şəxsi nöqtələrini yarada bilərsiniz.
2113 = Siz bu alətdən sizin aparat təminatınız və ƏS haqqında informasiya yığmaq üçün istifadə edə bilərsiniz,internet konfiqurasiyanın, modemin və şəbəkə adapterinin tənzimlənməsi.Şəbəkə diaqnostikası alətinin köməyi ilə sistemin skan edilməsini və şəbəkəyə qoşulmansının yoxlamasını yerinə yetirmək, bəzi şəbəkə xidmətlərinin və proqramların mümkünlüyünü yoxlamaq olar 
2114 = Bu alət TCP/IP konfiqurasiyası haqqında məlumatları əks etdirir, IP və MAC-ünvanı daxil olmaqla, alt şəbəkənin maskasını, şlüz susmaya görə, həmçinin DHCP, DNS və WINS konfiqurasiyasını.
2115 = Bu alət təhlükəsizliyin üç əsası vəziyyətinin yoxlaması üçün nəzərdə tutulmuşdur — brandmauzer, antivirus proqramı və avtomatik təzələmə. Əgər üç əsasdan hər hansıyla problem müəyyən olacaqsa (məsələn, əgər antivirus proqramı) köhnəldisə, təhlükəsizlik Mərkəzi sizi bundan xəbərdar edəcək və tövsiyə verəcək ki kompüteri necə qorumaq daha yaxşıdır.
2116 = Bu alət baza informasiyasına baxış, sizin prosessorunuzun tipi kimi;baxış və tənzimləmələrin dəyişikliyi üçün, kompüterlə yaddaşdan istifadəyə nəzarət etmək üçün;qurulmuş avadanlıq və onun xüsusiyyətləri haqqında informasiyanın tapılması üçün; şəbəkə birləşməsi və sistemə girişin profili haqqında informasiyaya baxış üçün istifadə edilmiş ola bilər.Siz həmçinin Microsoft-da və ya sizin sistem administratorunuzda sistemin və proqramların səhvləri haqqında hesabatları göndərə bilərsiniz.
2117 = Bu alət lokal və uzaqdan idarə kompüterləri üçün sistemin konfiqurasiyası haqqında informasiyanı yığır və əks etdirir. O kompüter komplektləşdirən avadanlığın konfiqurasiyası haqqında informasiyanı özünə daxil edir və proqram təminatı, həmçinin imzalanmış və imzalanmamış drayverlər.
2118 = Bu alət TCP-qoşulmaların UDP və TCP portlarının bütün aktiv nümayişi üçün nəzərdə tutulmuşdur,hansılar ki, kompüteri dinləyirlər və hər birləşmənin yaradılmasıyla və ya limanın qulaq asılmasıyla bağlı uyğun olan proqramı göstərirlər. Bu halda proqramın adı sətirin altında bura [] yazılır, yuxarıda komponent və sair TCP/IP nailiyyətinə qədər.
2119 = Bu alət ekranda virtual klaviaturanı əks etdirir və məhdudlaşdırılmış məlumatları daxil etmək imkanlarıyla göstərən qurğudan və ya coystikdən istifadə edərək istifadəçilərə icazə verir.Siz həmçinin virtual klaviaturadan istifadə edə bilərsiniz, əgər düşünürsünüzsə ki, sizin PK-ınızda klaviatura casusu qurulmuşdur,və bütün basılan düymələr yazılır.Virtual klaviatura düymələrin basılmalarının yazısının imkanını aradan qaldırır.
2120 = Bu alət lokal diskləri təhlil edir və beləliklə fraqmentləşdirilmiş faylları və qovluqları birləşdirir ki, hər kəs diskdə vahid fasiləsiz sahəni tutsun. Nəticə kimi, sizin sisteminiz fayllara və qovluqlara giriş ala və yenilərini daha çox səmərəli saxlaya biləcək. Faylları və qovluqları birləşdirərək, "defraqmentator" yeni faylların fraqmentiyinin ehtimalını azaldaraq həmçinin boş disk sahəsini birləşdirir.
2121 = Bu alət başlada, dayandıra,yeniləyə və ya lokal və ya uzaqdan idarə edilmiş kompüterdə xidmətləri söndürə bilər. Həmçinin xidmətin çıxışı vaxtı bərpa hərəkətlərini(məsələn, xidmətin avtomatik yenidən başlaması) tətbiq etmək, həmçinin daxil etmək və ya konkret profil üçün xidmətləri söndürmək ; təsvirə və hər xidmətin statusuna baxmaq olar.
2122 = Bu alət bunlar üçün istifadə edilmiş ola bilər:şəbəkəyə vasitəsi ilə ümumi resursları idarə etmək üşün;girişin hüquqlarının kontrolu üçün,seansların fəallıqları; lokal uzaqdan idarə kompüterlərdə resursların istifadəsi haqqında hesabatlara baxış üçün.Həmçinin bütün istifadəçilərin siyahısına baxmaq olar, sizin kompüterinizə uzaqdan qoşulan, və birini və ya hamısını söndürmək, həmçinin faylların siyahısına baxmaq, hansılar ki, hal-hazırda uzaqdan idarə edən istifadəçilər tərəfindən açılmışdır.
2123 = Bu alət istifadəçilərin və kompüterlərin konfiqurasiyası üçün siyasətin qurmalarını özünə daxil edir.Qrup siyasətinin tənzimlənməsi müxtəlif komponentlərə təsir edir (iş masasında yerləşdirilmiş proqramlar "İşə salma" menyusunun seçimləri və s.), hansı ki, sistem administratoru idarə etməlidir.
2124 = Bu alət sizin kompüterinizdə qurulmuş Windows komponentlərini idarə etmə üçün nəzərdə tutulmuşdur. Windows ƏS-inin quraşdırılmasından sonra siz ondan komponentlərin əlavə edilməsi üçün istifadə edə bilərsiniz, hansılar ki, ilkin quraşdırmaya daxil edilməmişdilər,və ya mövcud olanların silinməsinə siz daha çox ehtiyac duymursunuz.
2125 = Bu alət yayılmış zərərverici proqramlarla yoluxmuş kompüteri yoxlayır, məsələn, Blaster, Sasser və Mydoom, və onların aşkar etmə vaxtı uzaqlaşdırır. Skan etmənin prosesi başa çatmış olduqdan sonra, siz nəticələrin təsvir hesabatını alacaqsınız, məhz hansı zərərverici proqram tapılması və silinməsi haqda.

[Junk Files Cleaner Options]
2202 = Skan etmək üçün disklər:
2203 = Şablon
2204 = Təsvir
2205 = Əlavə etmək
2206 = Silmək 
2207 = Susmaya görə
2208 = Lazımsız faylların təmizləyicisi:: Ümumi
2209 = Lazımsız faylların təmizləyicisi: İstisnalar
2220 = Axtarış üçün şablon:
2221 = Siz simvollardan istifadə edə bilərsiniz "?" və / və ya "*" maskalar kimi
2222 = Şablonu əlavə etmək
2223 = İstisnaların şablonunu əlavə etmək
2224 = Siz simvollardan istifadə edə bilərsiniz "?" və / və ya "*" maskalar kimi
2225 = İstisnaların şablonu:
2226 = Faylları səbətə göndərmək
2227 = Fayllara məhəl qoymamaq, hansılar ki, son 24 saat ərzində istifadə olunmuşdular

[Junk Files Cleaner Tool]
2306 = Skan etmək
2307 = Silmək 
2308 = Skan etmə
2309 = Zəhmət olmazsa, gözləyin — skan etmə gedir...
2310 = Ləğv
2311 = Ad
2312 = Ölçü
2319 = Fayllar:
2320 = Ümumi ölçü:
2323 = Fayllar vəya\ ƏS-i başqa proqramla istifadə olunur, və indi silinmiş ola bilmirlər.
2324 = Skan etməyə başlamaq üçün siz heç olmazsa bir diski və genişlənməni seçməlisiniz.
2325 = Lazımsız faylların təmizləyicisi sistemdən lazımsız faylları tapmağa və müxtəlif tipləri uzaqlaşdırmağa icazə verir.Adətən belə fayllar proqramla silinir, onlar tərəfindən yaradılmış, ondan sonra ona  ehtiyacı olmadığı halda. Ancaq onlar sərt diskdə qala bilərlər, əgər proqramın gözlənilməyən tamamlanması , sistemin iflası və s olacaqsa.Əgər bu olacaqsa, bu diskdə və ya sistemin işinin ləngidilməsinə boş yerin ixtisarına gətirib çıxara bilər.
2326 = Fayl:
2327 = Faylların silinməsi 

[Context Menu Junk Files Cleaner]
2313 = Açmaq
2314 = Google-da axtarmaq
2315 = Bu faylı özündə saxlayan qovluğu açmaq
2316 = Xüsusiyyətlər
2317 = Bütün bəndləri qeyd etmək
2318 = Bütün bəndlərdən qeyd edilmişləri çıxartmaq
2321 = Seçilmiş bəndləri qeyd etmək
2322 = Seçilmiş bəndlərdən qeyd edilmişləri çıxartmaq

[Topmost Window]
4002 = Tənzimləmələr
4003 = Əsas pəncərəni açmaq
4004 = "Dart - və At" rejimi
4005 = Ovçu rejimi
4006 = Ölçü
4007 = Kiçik
4008 = Orta
4009 = Böyük
4010 = Pəncərənin ölçüsü
4011 = Çıxış
4012 = Proqramı silmək
4013 = Avtobaşlamanı dayandırmaq
4014 = Prosesi Bitirmək
4015 = Bitirmək və prosesi silmək 
4016 = Proqramla qovluğu açmaq
4017 = İnformasiya
4018 = Xüsusiyyətlər
4019 = Ləğv
4020 = Eyni zamanda yalnız bir fayl dəstəklənir!
4021 = Siz qovluğu gətirdiniz, fayl ilişdirin və gətirin!
4022 = Aradan qaldırmaq və ya silmək:
4023 = Mümkün deyil! \nMəsələ panelində başqa pəncərəni, nişanı və ya bəndi  göstərməyə cəhd edin.
4024 = Silmə komandasını buraxmağa müvəffəq olmur! \n Zəhmət olmazsa , "Proqram silmə" vasitəsilə proqramı silin.
4025 = Qurma paketi tapılmamışdır! \n: əsas pəncərədən proqram haqqında daha çox informasiya alın və onu əl ilə silməyə cəhd edin.
4026 = Seçilmiş proqram avtobaşlama-dan söndürülmüşdür! \nMəsləhət: əgər siz onu yenidən qoşmaq istədiyinizə əminsinizmisə, əsas proqramda avtobaşlama alətindən istifadə edin.
4027 = Seçilmiş proqram işə salmanın ümumi yerlərində tapılmamışdır! \nMəsləhət: proqramların avtobaşlama üçün nadir hallarda istifadə edilən yerlərin axtarışı üçün www.google.com saytında baxın
4028 = Siz seçilmiş proqramı bağlamaq istədiyinizə əminsinizmi? \nBütün saxlanılmayan  məlumatlar itəcək!
4029 = Proqram silən
4030 = Siz seçilmiş proqramı silmək və bağlamaq istədiyinizə əminsinizmi? \nBütün saxlanılmayan  məlumatlar itəcək!
4031 = Siz "Bələdçi" ni bağlamaq istədiyinizə əminsinizmi? \n"İşə salma" Menyusu, məsələ paneli və sistem çubuğu yox olacaq!
4032 = Windows-la avtobaşlama
4033 = Şəffaflıq
4035 = Hər zaman üstdə

[Scan After Uninstall]
4210 = Yerləşmə
4211 = Açar
4212 = Məna
4213 = Məlumatlar
4214 = Fayl
4215 = Seçilmiş bənd yoxdur. Silinmə üçün bəndləri seçin.
4216 = Silinmədən sonra skan etmə
4217 = Hamısını seçmək
4218 = Qeyd olunanları çıxartmaq
4219 = Silmək 
4220 = Qalmış fayllar
4221 = Reyestrdə qalmış yazılar
4222 = Silinmədən əvvəl skan etmə, zəhmət olmazsa , gözləyin...
4223 = Proqram silənin işə salınması...
4224 = Proqram siləni reyestrdə qalmış faylların, qovluqların və açarların tapılması üçün skan etməni buraxın.
4225 = Silinmədən sonra skan etmə, zəhmət olmazsa , gözləyin...
4226 = Zəhmət olmazsa , sadalanan bəndləri diqqətlə qeyd edin!
4227 = Bağlamaq
4228 = Siyahıda qalmış fayllar sistemin yenidən yükləməsindən sonra silinəcək.
4229 = Proqram silinməsini İşə salınmaq mümkün olmadı! \nGüman edilir ki, ləğv etmənin komandası yanlışdır .
4230 = Geri
4231 = Sonra
4232 = Silinmə rejimini seçin
4233 = Rejimlər
4234 = Daxili — hər hansı əlavəni yoxlamadan yalnız daxili proqram silənin işə salınması.
4235 = Təhlükəsiz — "daxili silmə rejimi" reyestrdə və qalmış bəndlərin  tapılması üçün sərt diskdə əlavə skan etməni yerinə yetirir, hansılar ki, silinmə  üçün təhlükəsizdir. Bu ən sürətli rejimdir.
4236 = Mülayim — "təhlükəsiz rejim" reyestrdə və sərt diskdə ən yayılmış yerlərdə informasiyanın proqram qalıqlarının tapılması üçün genişləndirilmiş skan etməni yerinə yetirir.
4237 = Geniş — "mülayim rejim" özünə daxil edir və reyestrdə və sərt diskdə informasiyanın proqramından  qalmış bütün qalıqların tapılması üçün dərin və dəqiq yoxlamanı yerinə yetirir. Bu ən yavaş rejimdir.
4238 = Silinmədən əvvəl proqramın məlumat analizi.
4239 = Proqramın daxili proqram siləninin işə salınması
4240 = Silməni tamamlanmasından sonra  reyestrdə qalmış faylların, qovluqların və bəndlərinaxtarışına başlamaq üçün «Sonra» düyməsinə basın.
4241 = İlkin analizin və silinmənin icrası.
4242 = Qalmış informasiyanın tapılması üçün skan etmə
4243 = Daxili proqram silmədən sonra skan etmə. Silinmiş proqrama aid olan reyestrdə qalmış faylların, qovluqların və yazıların mövcudluğuna reyestrə və sizin diskinizə baxış. Gözləyin...
4244 = Reyestrdə qalmış yazılar tapılmışdır
4245 = Reyestrdə yazılar tapılmışdır:
4246 = Qeyd: Zəhmət olmazsa, qalın şriftlə seçilmiş bəndləri diqqətlə qeyd edin. Qalın şriftlə yalnız seçilmiş bəndlər və onların yarımbəndləri silinəcək !
4247 = Qalmış fayllar və qovluqlar tapılmışdır
4248 = Cəmi tapılmışdır:
4249 = Mənim kompüterim
4250 = Revo Uninstaller proqramın daxili proqram silənini buraxa bilmədi. Güman ki, proqramın silinməsi üçün komanda etibarsızdır və ya proqram silən zədələnmişdir. Siz «Geri» düyməsini basa və silmənin başqa rejimini yoxlaya bilərsiniz.
4251 = Daxili proqram silən işi bitirdi. Revo Uninstaller qalmış elementlərin axtarışını keçirmədi. Siz «Geri» düyməsini basa və qalmış fayllar qovluqlar və reyister yazilarının silmənin üçün başqa rejimini yoxlaya bilərsiniz.
4252 = Revo Uninstaller silmə prosesini müvəffəqiyyətlə bitirdi, amma qalmış elementlər tapılmadı. Siz "Geri" düyməsini basa və daha dərin skan etmə üçün silmənin başqa genişləndirilmiş rejimini yoxlaya bilərsiniz.
4253 = Revo Uninstaller silmə prosesini müvəffəqiyyətlə bitirdi. Əgər siz daha çox qalmış element tapmaq istədiyinizə əminsinizmisə, siz «Geri» düyməsinə basa və daha dərin skan etmə üçün silinməmin geniş rejimini yoxlaya bilərsiniz.
4254 = Hazırdır
4255 = Siz seçilmiş faylları səbətə göndərmək istədiyinizə əminsinizmi?
4256 = Siz reyestrin seçilmiş bəndlərini silmək istədiyinizə əminsinizmi?
4257 = Revo Uninstaller silmə' prosesini müvəffəqiyyətlə bitirdi!
4258 = Siz reyestrin qalmış yazılarının silinməsini ötürmək və növbəti addıma keçmək istədiyinizə əminsinizmi?
4259 = Siz qalmış faylların və qovluqların silinməsini ötürmək və növbəti addıma keçmək istədiyinizə əminsinizmi?
4260 = Qalmış bəndlərin axtarışı başa çatmışdır.Nəticələrə baxış üçün "Sonra»" ya basın.
4261 = Sistemin bərpa nöqtəsinin yaradılması...
4262 = Sistemin bərpa nöqtəsinin yaradılması — uğursuz!
4263 = Sistemin bərpa nöqtəsinin yaradılması söndürülmüşdür (Tənzimləmələr => Proqram silən)
4264 = Sistem bərpası nöqtəsinin yaradılması — edilmişdir!

[About]
4300 = Tərcüməçi:

[ContextMenu Uninstaller]
5000 = Komandalar
5001 = İnformasiya
5002 = Google-da axtarmaq
5004 = Quraşdırmanın yerləşməsi
5005 = Proqram haqqında olan linki açmaq
5006 = Məlumat ilə olan linki açmaq
5007 = Təzələmə ilə olan linki açmaq
5008 = Reyestrin açarını açmaq

[Common]
10000 = OK
10001 = Ləğv
10002 = Məlumat 
10003 = İcmal
10004 = Cari alət üzrə məlumat 
10005 = Ana səhifə
10006 = Proqram haqqında
10007 = Xəbərdarlıq
10008 = Səhv
10009 = Bəli
10010 = Yox

[Tooltips]
2000 = Proqram silmə rejiminə keçid
2001 = Alətlər panelini göstərmək
2002 = Parametrlərin tənzimlənməsi
2003 = "Ovçu" rejiminə keçid
2004 = Qurulmuş proqram siyahısı növünün dəyişikliyi
2005 = Seçilmiş proqramları silmək
2006 = Reyestrdən seçilmiş yazını silmək 
2007 = Proqramların siyahısını yeniləmək
2008 = Sona qədər cari versiyanı yeniləmək
2009 = Proqram haqqında sizin suallarınıza əlavə məlumatı və cavabları tapmaq
404 = Seçilmiş proqramın işə salınması
405 = Dayandırmaq və seçilmiş proqramı bağlamaq
406 = Avtobaşlamada seçilmiş proqramın girişinə mane olmaq
506 = Seçilmiş seçimləri təmizləmək
605 = Seçilmiş seçimləri təmizləmək
705 = Seçilmiş seçimləri təmizləmək
2106 = Seçilmiş alətin İşə salınması
2304 = Seçilmiş quraşdırmalara uyğun olaraq lazımsız faylların axtarışı
2305 = Qeyd edilmiş faylları səbətə göndərmək

[UninstallerPro]
15000 = Ümumi
15001 = Qrup meneceri
15002 = Yeni proqramlar
15003 = Başqa proqramlar
15004 = Ad
15005 = Adını dəyişdirmək
15006 = İnternet
15007 = Oyunlar
15008 = Multimedialar
15009 = Utilitlər
15050 = Yuxarı
15051 = Aşağı
15052 = Əlavə etmək
15053 = Silmək 
15054 = Sütunlar
15055 = Bu sütunu silmək 
15056 = Düzləşdirmə
15057 = Sol kənar üzrə 
15058 = Mərkəz üzrə
15059 = Sağ kənar üzrə 
15060 = Qovma 
15061 = İxrac
15062 = Mətn formatı (.txt)
15063 = HTML-format (.html)
15064 = MS Excel
15065 = İxrac
15066 = İxrac üçün sütunları seçin
15067 = Yeni proqramlar kimi göstərmək
15068 = Axırıncılar (günlərdə)
15069 = Proqram silənin son işə salmasından
15070 = Qrupun adı:
15071 = Əlavə etmək
15072 = qrupa
15073 = İzlənmiş proqramlar
15074 = İzlənmiş\nproqramlar
15075 = Bütün proqramlar
15076 = Bütün\nproqramlar
15077 = Jurnalı silmək 
15078 = İstifadəçi ləğv etməsi
15079 = Nişanı dəyişdirmək
15080 = Qrupa əlavə etmək
15081 = Qrupdan silmək
15082 = Silinmə 
15083 = Jurnala daxil edilmiş faylların və qovluqların silinməsi:
15084 = Jurnala daxil edilmiş reyestrdə bəndlərin silinməsi:
15085 = Bəzi məlumatlar var, hansılar ki, silinmiş  proqrama aid ola bilərlər, amma silinməmişdilər , çünki proqramın quraşdırılması zamanı Revo Uninstaller Pro-nu izləməmişdilər. Əgər siz onları gözdən keçirmək və silmək istədiyinizə əminsinizmisə, «Geniş silmə» düyməsinə basın.
15086 = Geniş silmə
15087 = Yol
15088 = Siyahının yükləməsi...
15089 = Seçilmiş obyektlərin silinməsi 
15090 = Reyestrin valideyn açarını açmaq...
15091 = Hamısını açmaq
15092 = Hamısını çevirmək
15093 = Mənanın adı
15094 = Jurnal ilə olan qovluq:
15095 = Daha əvvəl mövcud olmuş sistem fayllarının və qovluqların adının dəyişdirilməsinin əməliyyatını yerinə yetirmək.
15096 = Məcburi silmə
15097 = Məcburi\nsilmə
15098 = Seçilmiş açarı açmaq
15099 = Seçilmiş açarı çevirmək
15100 = Seçilmiş açarı silmək 
15101 = Yaradılmış kimi açarı qeyd etmək
15102 = İstisnaların siyahısına əlavə etmək
15103 = Jurnalın səhv faylı
15104 = Fayl mövcud deyil! Düzgün faylın adını daxil edin və ya əməliyyatı ləğv edin.
15105 = Proses seçimi
15106 = Siyahıya prosesi əlavə etmək
15107 = Prosesin tam yolu:
15108 = Reyestr açarını əlavə etmək
15109 = Reyestr açarına yol
15110 = «Məcburi silmə» rejimindən istifadə edərək, siz faylı gözdən keçirə və ya proqramın istənilən qovluğuna tam yolu daxil edə bilərsiniz, hansını ki, siz silmək istədiyinizə əminsinizmi. Həmçinin siz proqramın adını əlavə olaraq göstərə bilərsiniz.  Nə vaxt ki, siz «Sonra» düyməsinə basacaqsınız, Revo Uninstaller Pro əvvəlcə daxili proqram siləni axtarmağa başlayacaq, və əgər o varsa, siz siyahıda onu görəcəksiniz və onu — buraxmaq ya buraxmamaqı seçə biləcəksiniz.\nZəhmət olmazsa, silmək istədiyiniz düzgün ad və proqramın quraşdırma nöqtəsi göstərin.
15111 = Skan etmə rejimləri
15112 = Daxili
15113 = Təhlükəsiz
15114 = Mülayim
15115 = Geniş
15116 = Proqram qovluğuna və ya fayla tam yol
15117 = Proqramın dəqiq adı:
15118 = Daxili proqram silən tapılmışdır:
15119 = Seçilmiş daxili proqram silənin işə salınması
15120 = Ad
15121 = Silinmə komandası
15122 = Tip
15123 = 32-bit
15124 = 64-bit
15125 = Prosesi bitirmək və davam etmək
15126 = Seçilmiş fayl — buraxılmış prosess! Əgər siz onu düzgün silmək istədiyinizə əminsinizmisə və onunla bağlı bəndləri (dayandırmaq )və sonra davam etmək daha yaxşı olar.
15127 = Istisnalara reyestrin açarı
15128 = Yarımbölmələr daxil olmaqla
15129 = İşə salma vaxtı izlənmiş proqramlardan başlamaq
15130 = Faylları və qovluqları silmək:
15131 = Ehtiyat qovluğuna
15132 = Səbətə
15133 = Həmişəlik
15134 = Siz seçilmiş bəndləri silmək istədiyinizə əminsinizmi?
15135 = Qovluqlar
15136 = Fayllar
15137 = Güman edilir ki, bağlı fayllar və qovluqlar
15138 = Güman edilir ki, reyestrin bağlı bəndləri 
15139 = Açarlar:
15140 = Mənalar:
15141 = Qeyd edilmiş fayllar və qovluqlar
15142 = Daha əvvəl mövcud olmuş sistem fayllarının və qovluqların adının dəyişdirilməsinin əməliyyatını yerinə yetirmək
15143 = Siz  seçilmiş bəndləri silmək istədiyinizə əminsinizmi?
15144 = Seçilmiş, amma qalmış fayllar, sistemin növbəti işə salması vaxtı silinəcək .
15145 = Reyestrin qeyd edilmiş bəndləri
15146 = Ləğv etmə...
15147 = Qalmış faylların, qovluqların və olan ilk informasiya əsasında reyestrin bəndlərinin axtarışı
15148 = Susmaya görə silmək üçün daxili proqram silənin analizi və başladılması.
15149 = Proqram silənin işi başa çatdırmasından sonra başlanğıc üçün reyestrdə qalmış faylların, qovluqların və bəndlərin axtarışı üçün "Axtarış"düyməsini basın.
15150 = Keş faylının yazılması üçün diskdə kifayət qədər yer yoxdur
15151 = Keş faylının oxunma səhvi. Əmin olun ki, sizdə uyğun olan hüquqlar var.
15152 = Keş faylının oxunma səhvi
15153 = Revo Uninstaller Pro qalmış məlumat tapmadı.
15154 = Skan etmək
15155 = İstifadəçi\nproqram silməsi
15156 = Revo Uninstaller Pro-nun "Bütün proqramlar" Modulu bütün qurulmuş proqramları və komponentləri göstərir,susmaya görə iki qrupa ayrılmış cari və bütün istifadəçilər üçün — «Yenilər» və «Başqalar».«Təfərrüatı ilə» və ya kontekst menyu istifadə edərək,siz əlavə məlumat ala bilərsiniz (linklər və qurulma özəllikləri).Bu modul üçün tənzimləmələr «Bütün proqramlar» aşağıda yarımbəndə olan «Proqram silən» yarımbəndində «Tənzimləmə» panelində yerləşdirilmişdir
15157 = Revo Uninstaller Pro-nun "İzlənmiş proqramlar" modulu bütün proqramları göstərir, hansıların ki, siz Revo Uninstaller Pro-dan istifadə edərək quraşdırma vaxtı izlədiniz. Revo Uninstaller Pro-ilə proqramın quraşdırılmasının izlənilməsi üçün siz qurma faylını siçanın sağ düyməsiylə buraxa bilərsiniz, və ya əsas menyuda "Proqramların quraşdırılması" düyməsini basa bilərsiniz.Bu modul üçün tənzimləmələr «Bütün proqramlar» aşağıda yarımbəndə olan «İzlənmiş proqramlar» yarımbəndində «Tənzimləmə» panelində yerləşdirilmişdir.
15158 = Qeydiyyat
15159 = Məlumat faylı
15160 = Proqramların quraşdırılması
15161 = Proqramların\nquraşdırılması
15162 = Bərpa nöqtəsini və ləğv etmədən əvvəl reyestrin tam surətini yaratmaq
15163 = Reyestrin tam ehtiyat surətinin yaradılması...
15164 = Sistemin bərpa nöqtəsinin və reyestrin tam ehtiyat surətinin yaradılması söndürülmüşdür (Tənzimləmələr => Proqram silən)
15165 = Reyestrin tam ehtiyat surətinin yaradılması — edilmişdir!
15166 = Reyestrin tam ehtiyat surətinin yaradılması — uğursuz!
15167 = ( Windows Vista-da və Windows 7-də dəstəklənmir)
15168 = Jurnallar:
15169 = "Ovçu Rejimi" nişanı üzrə siçanın sağ düyməsini klikləyin və "Çıxış" bəndini seçin.
15170 = Tamamilə açılmış pəncərədə silmə ustasını açmaq
15171 = Qovluğa yol
15172 = Məlumata baxış üçün .pdf oxunması üçün olan proqramı qurun
15173 = Yeni qrupu əlavə etmək
15174 = Seçilmiş jurnalları silmək 
15175 = Keş faylını bərpa etmək
15176 = Siz  keş faylını bərpa etmək istədiyinizə əminsinizmi? \nBütün proqram tənzimləmələri sıfırlanacaq!
15177 = İdarə 
15178 = İxrac, idxal və ya hesabatın redaktəsi
15179 = Dəyişdirmək\nvə ya düzəltmək
15180 = Dəyişdirmək və ya düzəltmək
15181 = Linki yeniləmək
15182 = Jurnallar bazası
15183 = Jurnallar\nbazası
15184 = Proqramlar:
15185 = Proqramın adı
15186 = Proqramın versiyası
15187 = Windows Versiyası
15188 = Windows ölçüsü
15189 = Tapılmışdır:
15190 = %s-a uyğun jurnalları göstərmək
15191 = Yalnız %s-ı jurnalları göstərmək
15192 = Uyğun olan jurnallar:
15193 = Jurnalların bazası:
15194 = Axtarmaq:
15195 = jurnal
15196 = jurnal
15197 = proqram
15198 = proqramlar
15199 = Ad
15200 = Sürətli silinmə 
15201 = Sürətli\nsilinmə
15202 = İlk ehtiyat surətin yaradılması
15203 = %d-dan %d proqramının silinməsi 
15204 = İlk analiz - hazırdır!
15205 = Daxili proqram siləninin işə salınması - hazırdır!
15206 = Daxili proqram siləninin işə salınması - bu dəfə yox...
15207 = Qalmış faylların, qovluqların və reyestrin mənalarının axtarışı...
15208 = Tapılmış elementlərin silinməsi ...
15209 = Reyestrin bölmələrinin %d-ını və mənaların %d-ını silinmişdir 
15210 = %d qovluq və %d fayllar silinmişdir 
15211 = Sürətli silinmə başa çatmışdır!
15212 = Status
15213 = Daxili proqram silənin işi başa çatdırmasından sonra, silinmə prosesinin davamı üçün "Davam etmə"düyməninə basın.
15214 = Davam etmək
15215 = İdxal edilmişdir
15216 = Şərhi əlavə etmək
15217 = Şərhi redaktə etmək
15218 = Modullar
15219 = Jurnalın tarixi
15220 = Ləğv etmə üçün jurnalın məlumatlarının hazırlığı...
15221 = %d-dən %d elementlər
15222 = Ad dəyişdirmənin lazımlı əməliyyatlarının icra edilməsi...
15223 = Siz həqiqətən seçilmiş jurnalı silmək istədiyinizə əminsinizmi?
15224 = Siz həqiqətən vıdelennıyıeni jurnalları silmək istədiyinizə əminsinizmi?
15225 = Jurnalların silinməsi: %d-dan %d
15226 = Hamısını ixrac etmək
15227 = Ötürmək\nEhtiyyat surəti yaratmaq
15228 = Bərpa nöqtəsinin və reyestrin tam surətinin yaradılmasını ötürmək
15229 = Reyestrin tam surətinin yaradılması - ötürülmüşdür!
15230 = Bərpa nöqtəsinin yaradılması - ötürülmüşdür!
15231 = Jurnalı redaktə etmək
15232 = Jurnalı idxal etmək
15233 = Jurnalı ixrac etmək
15234 = Jurnalın təhlili  -
15235 = Jurnalın adını dəyişdirmək
15236 = Jurnalın adı
15237 = Saxlamaq
15238 = Dəyişdirmək
15239 = Nişan
15240 = Nişanın indeksi
15241 = Müəllif
15242 = Yaradılma vaxtı
15243 = Son müdaxiıə vaxtı
15244 = Hesab ölçüsü
15245 = Reyestrin bölmələri
15246 = Reyestrin mənaları
15247 = Yaradılmışdır
15248 = Silinmişdir 
15249 = Adı dəyişdirilmişdir
15250 = Yenidən yazılmışdır
15251 = Məlum deyil
15252 = Köhnə ad
15253 = Tam ad
15254 = Köhnə tam ad
15255 = Köhnə məlumatlar
15256 = Eyni adla reyestrin mənası artıq mövcuddur!
15257 = Bölmə əlavə etmək
15258 = Bölmənin adı:
15259 = Dəyişilməmişdir
15260 = Bölməni redaktə etmək
15261 = Məna əlavə etmək
15262 = Mənanı redaktə etmək
15263 = Qurmaq
15264 = Köhnə tip
15265 = Silinmə zamanı icra edilən faylları məcburi dayandırmaq
15266 = Proqramın adi silinməsindən əvvəl uyğun jurnalı axtarmaq
15267 = Siz həqiqətən seçilmiş proqramların sürətli silinməsini yerinə yetirmək istədiyinizə əminsinizmi?
15268 = Sizin jurnallarınızın arasında uyğun jurnal tapılmışdır, hansı ki, adi silinmə üçün istifadə ediləcək\nAdi silinmə üçün daxili proqram silənin buraxılması.
15269 = Jurnalların bazasının arasında uyğun jurnal tapılmışdır, hansı ki, adi silinmə üçün istifadə ediləcək\nAdi silinmə üçün daxili proqram silənin buraxılması.
15270 = Daxili proqram silənin işi başa çatdırmasından sonra qalmış faylları, qovluqları və reyestrin mənalarını görmək üçün"Davam etmək"düyməsinə basın.
15271 = Jurnal faylının yükləməsi vaxtı səhv!
15272 = Yüklənmiş jurnal faylının adının dəyişdirilməsi vaxtı səhv!
15273 = "Jurnallar Bazası" modulunda izlənmiş proqramların jurnallarının siyahısı əks olunur, hansılar ki, sizin sisteminizə uyğundur. Bu jurnallar bizim veb-saytımızda saxlanılır. Siz asanlıqla ("Silmək" düyməsinə klik etməklə) Sizin kompüterinizdən proqramların silinməsi üçün bu jurnallardan istifadə edə bilərsiniz.
15274 = Sizin versiyanız:
15275 = İndi təzələmək
15276 = Jurnallar bazasını avtomatik təzələmək
15277 = Jurnallar bazasının yükləməsi vaxtı səhv!
15278 = Jurnallar bazasının yenilənməsi vaxtı səhv!
15279 = Jurnallar bazasının çıxardılması vaxtı səhv!
15280 = Jurnallar bazasının açılışı vaxtı səhv!
15281 = Şərhinizi daxil edin:
15282 = Nişanı seçmək
15283 = Fayla yol:
15284 = Siyahıdan nişanı seçmək:
15285 = Fayl
15286 = Qovluq
15287 = İxrac edilən jurnal -
15288 = İdxal edilən jurnal -
15289 = %d%% başa çatmışdır
15290 = İxrac edilmişdir
15291 = Uyğun jurnallar tapılmışdır
15292 = Hə (tövsiyə edilir)
15293 = Sizin tərəfinizdən yaradılmış sadalanan jurnallar  sildiyiniz proqram üçün yararlı görünür. Silmə vaxtı bu jurnallardan informasiyadan istifadə etməyi arzu edirsiniz?
15294 = Yüklənən jurnal -
15295 = Jurnallar bazasında tapılmış sadalanan jurnallar siz silmək istədiyiniz proqram üçün yararlı görünürlər. Əgər siz onlardan hər hansı birini silinmə vaxtı istifadə etməyi arzu edirsinizsə , lazım olanın qabağında bayrağı qeyd edin.
15296 = Bizim jurnallar bazasından uyğun jurnal mövcuddur.\nProqramın daha tam silinməsi üçün ondan istifadə etməyi arzu edirsinizmi?
15297 = Siz siyahıdan seçilmiş jurnalı silək istədiyinizə əminsinizmi?
15298 = Siz  ixrac üçün heç olmasa bir sütunu seçməlisiniz!
15299 = İcmal üçün
15300 = Seçilmiş jurnaldan İstifadə etmək
15301 = Mənbə
15302 = Siz siyahıdan inteqrasiya edilmiş deinstallyator seçmədiniz.\nSiz qalıqların axtarışını davam etmək və inteqrasiya edilmiş Proqram silənin istifadəsini ötürmək istədiyinizə əminsiznizmi?
15303 = Əgər siz ondan silinmə prosesi zamanı istifadə etmək istəyirsinizsə ,siyahıdan inteqrasiya edilmiş deinstallyator seçin
15304 = Siz siyahıdan jurnalı seçmədiniz.\nSiz qalıqların axtarışını davam etmək və jurnaldan istifadəni ötürmək istədiyinizə əminsinizmi?
15305 = Əgər siz ondan silinmənin  prosesi zamanı istifadə etmək istəyirsinizsə,siyahıdan jurnalı seçin.
15306 = Jurnalların bazasının yükləməsi...
15307 = Ləğv etmədən əvvəl reyestrin tam  ehtiyyat surətini yaratmaq
15308 = Reyestrin tam  ehtiyat surətinin yaradılması dayandırılmışdir  (Tənzimləmələr => Proqram silən)
15309 = Yol:
15310 = Proqramın quraşdırılması tarixini əldə etmək üçün proqram silmə məlumatlarından istifadə edin
15335 = Yol mövcud deyil!
15337 = Siyahıda göstərilən proqramlar %s ilə eyni qovluqda quraşdırılıb. Bütün bu proqramların qalıqları tapılacaq.\nDavam etmək istədiyinizə əminsiniz?
15338 = Oxşar proqramlar tapıldı

[Auto Run Manager Pro]
15800 = Əlavə etmək
15801 = Proqramı Windows-un avtobaşlamasına əlavə etmək
15802 = Avtobaşlamanı bunun üçün qurmaq:
15803 = Bütün istifadəçilər
15804 = Cari istifadəçi
15805 = Avtobaşlamanı burdan qurmaq:
15806 = Reyestr: Run — Windows-un hər işə salması vaxtı
15807 = Reyestr: RunOnce — yalnız bir dəfə buraxmaq, Windows-un növbəti işə salması zamanı
15808 = Avtobaşlama qovluqları — Windows-un hər işə salması vaxtı
15809 = Komanda (tam yol):
15810 = Ad:
15811 = Avtobaşlama-dan silinmişdir
15812 = Avtobaşlama-dan yerinə yetirilən bəndlər silinməmişdir
15813 = Avtobaşlama-dan söndürülmüş bəndlər silinmişdir 
15814 = Xidmətlər
15815 = Windows xidmətlərini açmaq

[General App]
16001 = Çap
16002 = Çap üçün versiya
16003 = Çapın tənzimlənməsi
16004 = Görüntü
16005 = Menyu
16006 = Əsas panel
16007 = Təsvir paneli
16008 = Vəziyyətin sətiri
16009 = Alətlər paneli
16010 = Fayl
16011 = Avtobaşlama\meneceri
16012 = Lazımsız fayllar\ntəmizləyicisi
16013 = Windows\nalətləri
16014 = Barauzer\ntəmizləyicisi
16015 = MS Office\ntəmizləyicisi
16016 = Windows\ntəmizləyicisi
16017 = Sübutların\nsilinməsi
16018 = Aradan qaldırıla bilinməyən\nsilinmə
16019 = Ehtiyatda saxlama\nmeneceri
16020 = Revo Uninstaller Pro-nun köməyi ilə qurmaq 
16021 = Revo Uninstaller Pro-nun köməyi ilə silmək 
16022 = Revo Uninstaller Pro-nun köməyi ilə seçilmiş proqramı qurmaq 
16023 = Revo Uninstaller Pro-nun köməyi ilə seçilmiş proqramı silmək 
16024 = Ehtiyat surətləri ilə olan qovluq:
16025 = Reyestrin silinmiş yazılarının ehtiyat köçürülməsi
16026 = Faylların və qovluqların ehtiyat köçürülməsi
16027 = MS Excel bu kompüterdə  qurulmamışdır (səhv kodu 0x%08x).
16028 = MS Excel-i başlatmaq mümkün olmadı (səhv kodu 0x%08X-ı).
16029 = Naməlum səhv.
16030 = Reyestr
16031 = İnformasiya xəbərlərini ötürmək
16032 = Xəbərdarlıq edən xəbərləri ötürmək
16033 = Proseslər
16034 = Yığcam rejimdə proqramları izləmək
16035 = Proseslər daxil olmaqla:
16036 = Prosesləri çıxararaq:
16037 = Proses yolu
16038 = Vizual rəsmiləşdirmə :
16039 = Alətlər paneli
16040 = Yazını göstərmək
16041 = Kiçik nişanları göstərmək
16042 = Göy
16043 = Boz
16044 = Qara
16045 = Gümüş
16046 = Təbii
16047 = Təbii 2
16048 = Hamarlamayla Təbii
16049 = İndi almaq
16050 = Revo Uninstaller Pro əldə edilməsindən Sonra siz elektron poçtla seriya nömrəni alacaqsınız. Onu aşağıdakı formaya yerləşdirin və "onlayn Aktivləşdirməyə" basın. Aktivləşdirmə üçün İnternetə qoşulma tələb olunur, buna görə sizin faervol-unuz Revo Uninstaller Pro-nu bloklamamalıdır.Əgər sizdə qeydiyyat haqqında suallar yaranarsa,zəhmət olmazsa:registration@revouninstaller.com  ünvanında bizimlə əlaqə saxlayın.
16051 = Qeydiyyat
16052 = Düzgün seriya nömrəni daxil edin:
16053 = Onlayn aktivləşdirmək
16054 = Bütün hüquqlar qorunmuşdur.
16055 = Qeydiyyatdan keçmiş versiya
16056 = Qeydiyyatdan keçməmiş versiya. Siz  yaradılmış ehtiyat surətləri, jurnalları və başqa məlumatları silmək  istədiyinizə əminsinizmi?,əgər siz proqramı yeniləyirsinizsə "Yox" düyməsinə basın.
16057 = Yaradılmış ehtiyat nüsxələrini, qeydləri və digər məlumatları silmək istədiyinizə əminsiniz? Proqramı yeniləyirsinizsə, "Xeyr" düyməsini basın.
16058 = Tərcüməçi:
16059 = Reyestrin gündəlik tam ehtiyat surətini yaratmaq
16060 = Sikinmədən sonra izlənmiş proqramın jurnalını silmək 
16061 = Kiçik nişanları "Təfərrüatı ilə" ğöstərmək
16062 = Windows kontekst menyusunda komandaları ğöstərmək («Burdan qurmaq...», «Burdan silmək...»)
16063 = Bütün qalıqları susmaya görə qeyd etmək
16064 = Tünd boz
16065 = Göy 2
16070 = Komandalar paneli
16071 = İstifadəçi
16072 = Mövzu
16073 = İstifadəçi fonu rəngi
16074 = İstifadəçi seçmə rəngi
16075 = Zəhmət olmazsa, jurnalın idxalına başlamazdan əvvəl Revo Uninstaller Pro-nu bağlayın.\nVə yaxud idxalı başlamazdan əvvəl "İzlənmiş proqramlar" modulunda alətlər panelində"İdarə"düyməsindən istifadə edərək jurnalı idxal edin.
16076 = Aktivləşdirmək
16077 = Aktivləşdirmə metodunu seçin
16078 = Onlayn-aktivləşdirmə
16079 = Faylın köməyi ilə aktivləşdirmə
16080 = Sizin 30-günlük dövrünüz bitdi. Əgər məhsuldan istifadəni davam etməyi arzu edirsinizsə, Sizə lisenziyanı əldə etmək lazımdır.
16081 = Revo Uninstaller Pro-da lisenziyanın əldə edilməsindən sonra, Sizin e-mail-ə seriya nömrəni göndəriıəcək. Revo Uninstaller Pro-nu aktivləşdirmək üçün, Siz ("Kopyalamaq", "Qoymaq" komandalardan istifadə etmək tövsiyə edilir) seriya nömrəni daxil etməlisiniz və "Onlayn-aktivləşdirmə" düyməsini basmalısınız. Aktivləşdirmə üçün İnternet-birləşmə tələb olunur, əmin olmalısınız ki, Sizin fayrvol-unuz Revo Uninstaller Pro-nu bloklamır. Qeydiyyatla bağlı bütün suallar və problemlər görə  registration@revouninstaller.com ünvanına müraciət edin: 
16082 = RRevo Uninstaller Pro-da lisenziyanın əldə edilməsindən sonra, Sizin e-mail-ə seriya nömrəni göndəriıəcək. Revo Uninstaller Pro-nu aktivləşdirmək üçün, Siz ("Kopyalamaq", "Qoymaq" komandalardan istifadə etmək tövsiyə edilir) seriya nömrəni daxil etməlisiniz və "Fayli yadda saxla" düyməsinə basmalısınız.Sonra isə yaradılmış faylı support@revouninstaller.com və ya registration@revouninstaller.com ünvanına göndərin. 24 saat ərzində biz Sizə Revo Uninstaller Pro aktivləşdirməsinin tamamlanması üçün blokdan çıxarmanın kodunu göndərəcəyik. Qeydiyyatla bağlı bütün suallar və problemlərə görə: registration@revouninstaller.com ünvanına müraciət edin 
16083 = Siz fayldan istifadə edərək Revo Uninstaller Pro aktivləşdirməsini seçdiniz. Bizim elektron poçtumuza aktivləşdirmənin faylının göndərilməsindən sonra, Siz blokdan çıxarmanın kodunu alacaqsınız. Onu bir az aşağıda yerləşən ("Kopyalamaq", "Qoymaq" komandalardan istifadə etmək tövsiyə edilir) uyğun olan sahəyə daxil etmək, və sonra"Aktivləşdirməyə"  düyməsini basmaq lazımdır. Qeydiyyatla bağlı bütün suallar və problemlərə görə: registration@revouninstaller.com ünvanında müraciət edin
16084 = Sizin kompüterinizdə Revo Uninstaller Pro-nun təkrar aktivləşdirməsini tələb edən dəyişikliklər oldu. Zəhmət olmazsa,"Aktivləşdirmə" düyməsini basın. Qeydiyyatla bağlı bütün suallar və problemlərə görə: registration@revouninstaller.com ünvanında müraciət edin
16085 = Aktivləşdirmə başa çatmışdır!
16086 = Aktivləşdirmə müvəffəq olmadı!
16087 = Aktivləşdirmənin serveriylə birləşmələr yoxdur. Zəhmət olmazsa, əmin olun ki, Sizin fayrvol-unuz Revo Uninstaller Pro-nu bloklamır.
16088 = İstifadəçinin adını daxil edin:
16089 = Seriya nömrəsini daxil edin:
16090 = Blokdan çıxarma kodunu daxil edin:
16091 = Aktivləşdirmə prosesini sıfırlamaq
16092 = Günlər qaldı:
16093 = Faylı saxlamaq
16094 = Qeydə alınmışdır:
16095 = Aktivləşdirmək
16096 = Aktivləşdirmə... Zəhmət olmazsa, gözləyin...
16097 = Yanlış seriya nömrəsi.Zəhmət olmazsa seriya nömrəsini əl ilə kopiyalayın və yerləşdirin.
16098 = Zəhmət olmazsa,Revo Uninstaller Pro-nu yenidən işə salın
16100 = Seriya nömrəsi:
16101 = Lisenziya haqqında İnformasiya:
16102 = Bizimlə əlaqə
16103 = Onlayn dəstək
16104 = Əsas pəncərə panellərinin qurmalarını sıfırlamaq
16105 = İdarə etmə qurmalarını sıfırlamaq "Təfərrüatı ilə" 
16106 = Uğurlu sıfırlama!\nDəyişikliklərin tətbiqi üçün Revo Uninstaller Pro-u yenidən işə salın.
16107 = Elementlər qeyd edilməmişdir.\nHeç olmasa davam üçün bir elementi qeyd edin.
16112 = Revo Uninstaller artıq işə salınıb!

[AppBar]
16900 = Sistemdə dəyişikliklər monitorinqinin jurnalını saxlamaq
16901 = Quraşdırma monitorinqini dayandırmaq
16902 = Revo Uninstaller Pro sistemdə dəyişiklikləri izləyir — həmişəki kimi quraşdırmanı davam edin!Zəhmət olmazsa ,proqramlar və ya proqramın quraşdırılması zamanı başqa qurma faylları buraxmayın!Proqramın quraşdırılmasından sonra onu buraxın, tənzimləyin və sonra bağlayın.Sonra "Dyandır" düyməsini (qırmızı kvadrat) basın və jurnalı saxlayın.
16903 = Jurnalın adını daxil edin:
16904 = Jurnalın adını daxil edin və "Saxlamaq"duyməsini basın
16905 = Revo Uninstaller Pro quraşdırmanı izləyir
16906 = Revo Uninstaller Pro məlumatları saxlayır
16907 = Kompüterin söndürülməsi hüququ yoxdur. Bunu əl ilə etməyə cəhd edin!
16908 = Kompüterin söndürülməsi hüququnu almaq mümkün olmadı. Bunu əl ilə etməyə cəhd edin!
16909 = Zəhmət olmazsa , jurnalın adını düzgün daxil edin!
16910 = Siz jurnallaşdırma əmıliyyatını ləğv etməyinizə əminsinizmi?

[JunkFilesCleanerPro]
17000 = Çıxarmaq 
17001 = Dəyişdirilmişdir
17002 = Qovluğu skan etmək...
17003 = Qoşmaq
17004 = Lazımsız kimi daxil ediləcək qovluqlar


[Windows Apps]
17100 = Proqramlar\nWndows
17101 = Windows Proqramları
17102 = Windows proqramı
17103 = Ümumi müraciətlər
17104 = Tətbiq
17105 = Proqramlar
17106 = "Windows Proqramları" modulu bütün quraşdırılmış Windows proqramlarını göstərir və onlardan hər hansı birini bir kliklə silməyə kömək edir. Microsoft tərəfindən buraxılan bəzi proqramlar əməliyyat sistemi ilə əvvəlcədən quraşdırılmış şəkildə gəlir, digərləri isə Microsoft Store vasitəsilə quraşdırılır. İstənilən proqram haqqında ətraflı məlumatı kontekst menyusundan əldə etmək olar.
17107 = Standart silmə əmrinin təhlili və icrası.
17108 = Standart silməni tamamladıqdan sonra, qalan faylları, qovluqları və qeyd dəftəri dəyərlərini skan etməyə başlamaq üçün "Skan" düyməsini klikləyin.
17109 = Seçilmiş proqramı silmək istədiyinizə əminsiniz?
17110 = Seçilmiş Windows proqramını başlatmaq alınmadı!
17111 = Microsoft Mağazasında açın

[EvidenceRemoverPro]
17300 = Tip
17301 = Ümumi ölçü
17302 = Azad
17310 = Lokal disk
17311 = Çıxarılan disk
17312 = Qalmış vaxt:
17313 = gün
17314 = saat
17315 = dəqiqə
17316 = saniyə
17317 = Siz əməliyyatı dayandırmağa əminsinizmi?

[WindowsToolsPro]
17400 = Sistemin bərpası
17401 = Şəbəkə diaqnozu
17402 = Şəbəkə haqqında informasiya
17403 = Dəstək mərkəzi
17404 = Sistemin xüsusiyyətləri
17405 = Sistem haqqında məlumatlar
17406 = TCP/IP Netstat Komandası
17407 = Ekran klaviaturası
17408 = Diskin defraqmentasiyası
17409 = Xidmətlər
17410 = Ümumi qovluqlar
17411 = Qrup siyasəti
17412 = Windows komponentlərinin Əlavə edilmə/Silinməsi
17413 = Microsoft Windows-un zərərverici proqramlarının silinməsi vasitəsi
17414 = Arxivləşdirmə və Bərpa
17415 = Tapşırıqların planlaşdırıcısı
17416 = Check Disk Yoxlaması
17417 = Sistem fayllarının yoxlaması
17450 = Windows arxivləşdirməsi Proqramı kompüterin bütün istifadəçiləri üçün məlumat fayllarının surətlərini yaratmağa icazə verir. Windows-u ehtiyat köçürülməsi üçün obyektlərin seçimini vermək və ya arxivləşdirmə üçün ayrı qovluqları, kitabxanaları və diskləri müstəqil seçmək olar.
17451 = Tapşırıqların planlaşdırıcısı - bu avtomatik tapşırığı yerinə yetirilənləri təyin etməyə icazə verən MMC təchiz etməsidir hansıların ki, işə salınması müəyyən vaxta və ya müəyyən hadisələrin yaranması vaxtı edilir. Tapşırıqların planlaşdırıcısı sürətli baxışın və rahat tapşırıqları idarə etmənin imkanını təmin edərək bütün təyin edilmiş tapşırıqların kitabxanasını özündə saxlayır. Kitabxanadan buraxmaq, söndürmək, dəyişdirmək və tapşırığı silmək olar.
17452 = Bu alət fayl sisteminin məntiqi bütövlüyünü yoxlayır, yığınlarla itirilmiş pis sektorlarla bağlı problemləri tədqiq edir və sair. Bu problemlər kompüterin yanlış söndürməsi, nasazlıqlarla və ya sistemin dayanmalarından yarana bilər.
17453 = Sistem fayllarının yoxlamasının utiliti sizə Windows-un zərər vurulmuş sistem fayllarını bərpa etməyə icazə verir. Əgər o problemi tapırsa, onda problemli faylı orijinal faylla əvəz etməyə çalışır, və bunun üçün Windows-un orijinal qurma diski lazım ola bilər.

[WindowsCleanerPro]
17500 = Miniatürlərin keşini silmək

[UnrecoverableDeletePro]
17600 = Fayl əlavə etmək
17601 = Qovluq əlavə etmək
17602 = Həmişəlik silmək 
17603 = Silinmə 
17604 = Hesablama...
17605 = Siyahıda qalmış elementlər indi silinə bilməz.\nƏgər siz onun Windows və ya başqa proqramla istifadə olunmadığından əminsinizsə, yenidən yoxlayın.
17606 = Seçilmiş elementləri siyahıdan çıxarın


[Backup Manager]
17800 = Ehtiyatda saxlama meneceri
17801 = Bərpa etmək
17802 = Silmək
17803 = Hamısını silmək
17804 = Geniş bərpa
17812 = Ağacın yükləməsi...
17813 = Geri
17814 = Sonra
17815 = Bərpa nöqtəsi tapılmamışdır
17816 = Emal
17817 = Ehtiyat köçürülməsi: bəndlərin (məntəqələrin) %d-ından %d
17818 = Bərpa nöqtələri:
17819 = Cəmi:
17820 = "Ehtiyatda saxlama Meneceri" sizə reyestrdə fayl və ya qovluqlar yazısının hər silinməsindən sonra Revo Uninstaller Pro tərəfindən saxlanılan ehtiyat informasiyanı idarə etməyə kömək edir..Bərpanın nöqtəsinə qaytarılma vaxtı siz bütün silinmiş informasiyanı bərpa edə və ya seçə və bir və ya bir neçə bənd bərpa edə bilərsiniz.Əgər sizə diskdə daha çox boş yer lazımdırsa, siz hamısını və ya bərpa nöqtələrindən bəzilərini silə bilərsiniz .
17821 = Ad
17822 = Hərəkət
17823 = Ölçü
17824 = Reyestrin bəndləri
17825 = Fayllar və qovluqlar
17826 = Vaxt
17827 = Tarix
17830 = açar/mənanına dı
17831 = Məlumatlar
17835 = Susmaya görə məna
17836 = %d dən %d punkt bərpa olundu
17837 = Bərpa
17838 = Faylın adı/qovluqlar
17839 = Genişləndirilmiş bərpa
17840 = Faylın ehtiyat surətinin oxunması səhvi!
17841 = Bərpa üçün fayllar və qovluqlar
17842 = Bərpa üçün reyestrin bəndləri 
17843 = Faylın ehtiyat surətinin yazısı üçün diskdə yeri çatmır!
17844 = Faylın ehtiyat surətinin yazısının səhvi!
17845 = Siz  %s-dan %s hərəkətini bərpa etmək istədiyinizə əminsinizmi?
17846 = Siz  sistem bərpasının bütün nöqtələrini silmək istədiyinizə əminsinizmi?
17847 = Sil\nzaman ilə
17848 = Daha köhnə tarix və ya ehtiyyat surətlərini silmək
17849 = Bütün ehtiyat surətləri silmək:
17850 = Seçilmiş tarix:
17851 = Bir həftə
17852 = İki həftə
17853 = 30 gün
17854 = 90 gün
17855 = 180 gün
17856 = Bir il
17857 = İstifadəçi tarixi
17858 = Siz bu günkündən də daha yeni tarixi seçdiniz, Bu bütün ehtiyat surətləri siləcək! Davam etmək istədiyinizə əminsinizmimi?

[TooltipsPro]
18200 = Revo Uninstaller Pro parametrlərinin tənzimlənməsi
18201 = İzlənmiş proqram siyahısının növünün dəyişikliyi
18202 = Revo Uninstaller Pro ilə saxlanılan ehtiyat informasiyanı idarə etmək  
18203 = Revo Uninstaller Pro-nun köməyi ilə proqramların quraşdırılması
18204 = Artıq silinmiş proqramların qalıqlarının məcburi ləğv edilməsi
18205 = Bütün qurulmuş proqramları göstərmək
18206 = Proqramın quraşdırılması vaxtı izlənmişləri göstərmək
18207 = Seçilmiş izlənmiş proqramların silinməsi
18208 = Seçilmiş izlənmiş proqramın istifadəçi tərəfindən silinməsi
18209 = Revo Uninstaller Pro bərpasının seçilmiş nöqtəsini bərpa etmək
18210 = Revo Uninstaller Pro bərpasının seçilmiş nöqtəsinin genişləndirilmiş bərpası
18211 = Revo Uninstaller Pro bərpasının seçilmiş nöqtəsini silmək
18212 = Proqramı avtobaşlamaya əlavə etmək
18213 = Seçilmiş disklərdə sübutların silinməsi əməliyyatını yerinə yetirmək
18214 = Geri qayıtmaz silinmə üçün faylları əlavə etmək
18215 = Geri qayıtmaz silinmə üçün qovluğu əlavə etmək
18216 = Əlavə edilmiş faylları və qovluqları silmək 
18217 = Qeyd edilmiş faylları silmək 
18218 = Seçilmiş proqramların quraşdırılmasını dəyişdirir və ya düzəldir
18219 = Seçilmiş  proqramların sürətli silinməsini yerinə yetirir (bütün tapılmış qalıqlar avtomatik silinir) 
18220 = Jurnala yeni element əlavə edir
18221 = Seçilmiş elementi dəyişdirir
18222 = Jurnaldan seçilmiş element uzaqlaşdırır
18223 = HTML-ə juranalanın cari informasiyasını ixrac edir

[Portable]
18500 = Yeniləmənin yüklənmə səhvi!
18501 = Yeniləmənin açılma ssəhvi!
18502 = Yenilənirəm
18503 = Yeniləmə müvəffəqiyyətlə başa çatmışdır!
18504 = faylların %d-ından %d
18505 = Portativlik
18506 = Məlumatların saxlanılması ücün istifadəçi qovluğundan İstifadə etmək
18507 = Sürətli yükləmə rejiminƏ İcazə vermək 